export default {
  projections: {
    НоменклатураE: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      материал: {
        __caption__: 'Материал'
      },
      цена: {
        __caption__: 'Цена'
      }
    },
    НоменклатураL: {
      кодМатериала: {
        __caption__: 'Код материала'
      },
      материал: {
        __caption__: 'Материал'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    кодМатериала: {
      __caption__: 'Код материала'
    },
    материал: {
      __caption__: 'Материал'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
