export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      количество: {
        __caption__: 'Количество'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        материал: {
          __caption__: 'Материал'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      адресЗаказа: {
        __caption__: 'Адрес заказа'
      },
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      количество: {
        __caption__: 'Количество'
      },
      номенклатура: {
        __caption__: 'Материал',
        материал: {
          __caption__: 'Материал'
        }
      }
    }
  },
  validations: {
    адресЗаказа: {
      __caption__: 'Адрес заказа'
    },
    количество: {
      __caption__: 'Количество'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способДоставки: {
      __caption__: 'Способ доставки'
    },
    фИОЗаказчика: {
      __caption__: 'Ф и о заказчика'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    }
  }
};
