export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        }
      },
      заказ: {
        __caption__: 'Заказ',
        фИОЗаказчика: {
          __caption__: 'Ф и о заказчика'
        }
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Ф и осотрудника',
        фИОсотрудника: {
          __caption__: 'Ф и осотрудника'
        }
      },
      заказ: {
        __caption__: 'Ф и о заказчика',
        фИОЗаказчика: {
          __caption__: 'Ф и о заказчика'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    заказ: {
      __caption__: 'Заказ'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
