export default {
  projections: {
    МатериалE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        материал: {
          __caption__: 'Материал'
        }
      },
      количество: {
        __caption__: 'Количество'
      },
      склад: {
        __caption__: 'Склад',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    склад: {
      __caption__: 'Склад'
    },
    актПриемки: {
      __caption__: 'актПриемки'
    }
  }
};
